/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Prihvati";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Pokušano je pretvaranje pravila u JSON dok usluga nije pokrenuta.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Prijava bugova";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Nije moguće pretvoriti pravila. Dogodila se neočekivana greška. Molimo kontaktirajte tehničku podršku.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Nije moguće prijaviti grešku jer na vašem uređaju nije konfigurirana e-pošta.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Nije moguće poslati poruku tehničkoj podrški jer nemate konfiguriran račun elektroničke pošte.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Otkaži";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Greška";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Dosegnut je maksimalan broj pravila filtera.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Filteri se ne mogu učitati u Safari i zato vaše posljednje izmjene nisu primjenjene.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Pogrešno blokiranje na stranici:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Manje";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Učitavanje filtera u Safari. Nemojte zatvarati AdGuard, postupak neće trajati duže od 30 sekundi.";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Propušten oglas na stranici:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Više";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Pregled";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Prijavi pogrešno blokiranje";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Prijavi propušteni oglas";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Politika sigurnosti ove stranice ne dozvoljava pokretanje AdGuard Asistenta.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Dogodila se neočekivana greška prilikom inicijaliziranja dodatka u Safari radnjama. Ukoliko se ovo ponovi molimo da kontaktirate AdGuard podršku.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Prešli ste najveći dozvoljeni prag pravila filtera.";

